Repository: jouissancetka/LMW
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 而且因为古玛部落与赤血家族的关系，他们也无法大摇大摆的出现在乌山集镇上面。
en_us: Due to the connection between the Guma Tribe and the Vermillion Blood Clan, they couldn't just swagger out into the open either. (大摇大摆)

source: 而且如果我们什么动作都没有，别人会怎么看妖凰族？”姬赫越想越不甘心，他的孙子一死，他所有的希望都没了。
en_us: And what will others think of the Demon Phoenix Clan if we don't take any action?!" The more he thought about it, the more unwilling he was to let it drop. All his hopes were gone when his grandson died.

source: 而且它竟然趁大家在对付水妖的时候去采摘灵草，在一些人看来就有点趁人之危的感觉。
en_us: Moreover, he even took advantage of the time when everyone was dealing with the Water Demon to pick magic herbs. In some people's eyes, his actions felt a little like he was taking advantage of another's perilous state.

source: 而且就算是通天大陆最富有的人也不能这么个花钱法。
en_us: Furthermore, even if they were the richest person on TongTian Continent, they couldn't just spend money like this.

source: 而且张管事已经听说那株灵草被李管事卖了三千万灵晶的高价，光是提成，李管事就能得到将近百万灵晶，更别说灵草堂的奖励。
en_us: Moreover, Manager Zhang had already heard about how Manager Li sold that magic herb for an exorbitant thirty million spirit gems. Just from the commission alone, Manager Li would earn almost a million spirit gems, never mind the reward from the Magic Herb Shop.

source: 而且我不能保证一定能成功制作出空间符。”
en_us: And I can't promise that I'll definitely be able to create a teleportation talisman."

source: 而且搞来搞去，原来丹青是他的先祖。
en_us: Besides, it turned out that Dan Qing was his ancestor when everything was said and done (搞来搞去).

source: 而且白虎的宫殿漂亮是漂亮，但是实用性终究不大，若她真成了七品丹师，根本不需要这座宫殿，有人自然会帮她建造一座更漂亮的。
en_us: Plus, while the White Tiger's palace was beautiful, there wasn't any practical use for it. If she really did manage to advance to grade seven, then she didn;'t need this palace. There would be people to build a better one for her.

source: 而且还不是一般的水妖，这群水妖的等级没一只都很高。
en_us: Moreover, it wasn't your typical Water Demon. The level of every single Water Demon in this horde was very high.

source: 而且还是他一个人，厨房早已充斥着阵阵酸辣的能刺激的人流口水的香味。
en_us: And he had done this by himself. The kitchen was already filled with a mouthwatering aroma.

source: 而且黑熊的话也不无道理，莫景身受重伤还没完全好，他们这边有两人，难道还会怕一个莫景不成。
en_us: Not only that, what Hei Xiong said wasn't unreasonable either. Mo Jing's wounds haven't completely healed yet and they had two people on their side, so they needn't fear just a Mo Jing.

source: 而且，听这个男人的意思，他似乎很想得到玄龟族的精血。
en_us: Also, hearing the man's words, it sounded like he really wanted to get his hands on Black Turtle life blood/

source: 而且，自然成很多地方已经人满为患，每天都有手下来报告，说哪里哪里发生斗殴打架事件。
en_us: Plus, ZiRan City was already overcrowded and he received daily reports of fights brekaing out in different areas of the city.

source: 而丹师工会和驭兽工会也表示不会让他们在这里动手。
en_us: But the Mage Association and the Beast Transfiguration Association also announced that they wouldn't let them make a move in this place.

source: 而他呢，早年过得很凄惨，磕磕绊绊，凭着自己的毅力最后在即将百岁的时候成功的晋级彩级，如果不是没有便利的条件，他也可以像苏朗一样在二十几岁的时候就晋级，成为人人羡慕的天才。
en_us: Yet, the early years of his life was miserable and bumpy. He had to depend on his own perseverance and he finally managed to successfully advance to Rainbow Level when he was on the verge of reaching one hundred years of age. If he had such convenient conditions, he too could have advanced in his twenties like Su Lang, and become a genius that was envied by all.

source: 而像他们这样把黑鸦绑起来像放风筝似的还真是绝无仅有。
en_us: People like them who tied their black crow as if they were flying a kite were really unique.

source: 而凌霄虽然一直无意谷主之位，但是能嗝应到麒麟族的人他还是很乐意做的，所以他答应了麟少逸的提议。
en_us: Although Ling Xiao had no intention of being the Valley Master, he was very willing to stir things up for the people in the Qilin Clan, so he agreed to Lin Shaoyi's proposal.

source: 而天修等人也已经赶到自在阁外面。
en_us: But Tian Xiu and the rest had already rushed to the outside of the Leisure Pavilion.

source: 而普通妖兽吸引帝王兽的精血便有可能从低阶变成高阶，从高阶变成半帝王兽，就算只有一半，但只要和帝王兽有关系，都足以让天底下的妖兽疯狂，所以若是在其他人多的地方，被吸引过来的就不止是一群水鲨。
en_us: Most ordinary demon beasts had a chance of jumping from a low level to high level after absorbing the Life Blood of an Emperor Beast, and a chance of becoming half an Emperor Beast from there. Even though it was only half, as long as it was related to the Emperor Beast, it was enough to make all the demon beasts go crazy. So if he refined it in a place with more people, sharks wouldn't be the only thing lured over.

source: 而有道是鬼精不贵多，就是这个道理，六品连赤血家族都没有，就是丹师工会和驭兽工会只有一两个。
en_us: As the saying goes, things are valued for their quality rather than their quantity. That was the truth. The Vermillion Blood Clan did not have a Grade Six mage, and even the Mage Association and the Beast Transfiguration Guild only had one or two.

source: 而没认出他们的另外两人却齐齐沉下脸，这绝对是挑衅！
en_us: But the other two, who didn't recognize them, darkened their expression. It was clearly a provocation!

source: 而游小默作为人类，人类和妖兽的血脉本就带有一丝排斥，完全炼化并吸收需要极大的毅力和耐力，所以受伤很正常，不正常的是没受伤。
en_us: But You XiaoMo was a human, and the bloodlines for humans and demon beasts repelled a bit from each other in the first place. Refining and absorbing it completely required enormous amounts of willpower and stamina, so it was very typical to get injured. It was abnormal if one didn't get hurt.

source: 而看完戏的九夜早就不见了。
en_us: Jiu Ye had long since disappeared, having watched his fill.

source: 而禁地每层楼的牢笼都是相对应的玄铁铸造而成的。
en_us: Each floor of the forbidden area had prison cells made of the respective kind of myth steel.

source: 而第二轮比赛的规则便是，看谁能在里面坚持最久。
en_us: And the winning conditions for the second round was to stay in there the longest.

source: 而这一切全是男人的杰作，要不是他手上的刀还沾着鲜血，以他一身干净不沾丁点灰尘的白衣很难想象就在刚刚他虐杀了两个人。
en_us: And all this was the masterpiece of a single man. If not for the blood-stained blade in his hands, it was hard to imagine that he had just tortured two people to death with his clean, white robes that did not have a hint of dust.

source: 而这位要求换灵晶的导师是七十层一位姓杨的导师，他算是交易所第一个有此创举的人，几乎每隔一段时间他都会来，偶尔会有些财大气粗的人跟他换，但是并不多。
en_us: The one who asked for an exchange of spirit gems was a teacher surnamed Yang from the seventieth floor. He was considered to be the first person in the Exchange Quarter to engage such a pioneering work. He came regularly at set intervals and there would occasionally be some rich and imposing people who will exchange spirit gems with him, but there were not many.

source: 而麒麟族就不一样了，身份地位不是最重要的因素，在麒麟族谷主眼中，实力才是最重要的。
en_us: However, the Qilin Clan was different. Identity and status were not the most important factors. In the eyes of the Qilin Clan's Valley Master, strength was the most important factor.

source: 耳边传来凌霄的淡笑声，“遵命，夫人！”
en_us: Beside his ear came a light chuckle, "Roger, wife!"

source: 耳边是鬼哭狼嚎的声音，游小默双腿都在打颤了。
en_us: All they could hear was the sound of ghosts wailing and howling, and You XiaoMo's legs started to tremble.

source: 肉肉的屁股坐在男人的大腿上，游小默霎时明白凌霄说的修炼是什么了，感情刚刚他们的脑电波没接上线，他还以为是打坐嫩。
en_us: With his fleshy butt against the other man's leg, You XiaoMo immediately realized what kind of cultivation Ling Xiao was talking about. He hadn't picked up Ling Xiao's train of thought, thinking that the other was referring to meditation.

source: 肥仔听了很受用，不过他还是很嘴欠的问道：“你怎么就知道空间符是我的？”
en_us: The kid was very satisfied when hearing this, but he still asked very irritatingly, "How do you know the teleportation talisman will be mine?"

source: 肥仔笑的眼睛都看不见了，连连点头，“不错不错，你小子挺有眼光嘛。”
en_us: The kid's smile widened to the point where his eyes disappeared, nodding repeatedly. "Not bad, not bad, you have a good pair of eyes."

source: 肥仔衣着华贵，手持白扇，虽然他很想向大家展现他风度翩翩的一面，奈何收效甚微，反倒显得颇为滑稽，不过他似乎没发现周围的人窃笑的声音，高傲的抬着下巴，目光追随者拿着箱子的负责人。
en_us: The kid wore expensive clothing and held a white fan in hand. Though he clearly wanted to show everyone how graceful and refined he was, his efforts didn't bare fruit and, in contrast, he seemed silly. However, he didn't seem to notice the stifled laughter coming from all around him, raising his chin pridefully, his gaze stuck to the one in charge of the box.

source: 肩膀突然出现一只手，阴森森的声音再度在他耳边响起，“呵呵，你在攻击空气吗？”
en_us: A hand suddenly appeared on his shoulder and that sinister voice once again spoke into his ear. "Heh, are you attacking the air?"

source: 背景是大鹏鸟悲伤的表情，活了几万年，最后竟然栽在一个小丹师身上，真是奇耻大辱啊！
en_us: The sorrowful expression of the Roc could be seen in the background. After living for several thousand years, it unexpectedly fell into the hands of a little mage. It was such a galling shame and humiliation ah!

source: 胖娃娃只听到前三个字，让他想起一个一直想忘记的名字——混球，这是大人赏赐给他的名字，真是让他又爱又恨！
en_us: The fat baby only heard the first three words, reminding him of a name he had always wanted to forget - HunQiu. This was the name bestowed upon him by the Boss. He really both loved and hated it!

source: 胖娃娃没有把他的话放在心上，两条肉嘟嘟的短手抱着大长老的腿，像攀岩一样爬上去，然后一屁股坐在大长老怀里。
en_us: The fat baby did not take his words to heart. Two short and chubby hands held onto the Great Elder's leg as he climbed up the leg as if it was a rockface. Then he sat his butt down in the Great Elder's arms.

source: 胖娃娃黑黑的大眼睛一眨不眨的盯着一脸怨怒离去的姬赫，黑亮的瞳孔照映着姬赫的身形，肉嘟嘟的脸蛋露出一抹诡异的笑容。
en_us: The big black eyes of the fat baby stared at Ji He's resentful back as he left. Ji He's figure was reflected in the the black and shiny pupils as a strange smile showed on his chubby cheeks.

source: 胜负已分。
en_us: The victor had been decided.

source: 胡村看起来应该有一两百年的历史，一直相安无事，突然有人告诉他们胡村会被兽潮攻击，真正相信的人估计没几个。
en_us: Hu Village seemed to have a history of a century or two, and was always perfectly fine. If someone suddenly told them that the village would be attacked by a Beast Tide, then very few would truly believe it.

source: 能不着痕迹，无声无息的就把他制住的人，实力绝对在他之上，而且肯定超出他许多。
en_us: Without a trace and sound, this person was able to restrict him. He must be stronger, much stronger than him.

source: 能保命的丹方远远比提升修为的丹方要珍贵得多。
en_us: A pill that could help one survive was far more valuable than a pill that merely increased cultivation base.

source: 能恢复灵力的东西，谁会不喜欢？
en_us: Who doesn't like a recovery item.

source: 能悄无声息的进入鬼哭涯，再藏在天修的自在阁里，对方绝对不可能是普通人物，天恨很可能会吃亏。
en_us: In order for someone to soundlessly sneak into Weeping Ghost Shore and then hide in Tian Xiu's Leisure Pavilion, they absolutely could not be an ordinary person. Tian Hen was most likely at a disadvantage.

source: 能让大长老露出笑容的，也就只有他了。
en_us: He was the only one who could make the Great Elder smile.

source: 能进得了鼎榜前一百名的，至少可以肯定是好东西。
en_us: If it can get into the top one hundred, then it was guaranteed to be something good.

source: 脆弱的腹部受到撞击，滕蛟猛地吐了一酸水，整个人就要飞出去，却被凌霄又拉了回来，再踹了一脚，如此反复，整个过程几乎不到三秒。
en_us: Taking a blow to his fragile abdomen, Teng Jiao felt bile coming up his throat. His body was launched away, but Ling Xiao pulled him back, throwing another kick. The repeated process took less than three seconds.

source: 脑海里的漩涡旋转速度在晶点达到饱和的时候就缓慢了下来，如今，漩涡中心的深紫色晶体已经被他压缩到只剩下鹅蛋大小。
en_us: The speed in which the whirlpool in his brain (脑海) turned slowed as the luminous fragments were reaching their peak (饱和). By now, the dark purple crystal (晶体), in the center of the whirlpool, had been condensed to the size of an swan egg.

source: 脑补一下俩师徒坐在一块讨论谁的身材更好，游小默喷了，天雷滚滚，这种脑补要不到。
en_us: He imagined the two sitting together talking about who had a better figure and did a spittake. 天雷滚滚，这种脑补要不到。

source: 脚下一空，游小默吓了一大跳，连忙把金翅虫和吞金兽捞回来。
en_us: Startled by the sudden lack of footing, You XiaoMo quickly fished back the Metal Swallowing Beast and the Golden Winged Insects.

source: 脚步声越来越近，当那群人出现在视野里时，游小默张大嘴巴，竟然是他被传送到死亡之森遇到的第一批人，三人没有任何变化，两男的依旧抗着一个麻袋，女人在前面带头。
en_us: The footsteps were getting closer and closer. When the group of people appeared in his field of vision, You XiaoMo's mouth gaped. It was actually the first group of people he had met when he was sent to the forest of death. The three people had not changed at all. The two men were still carrying a sack on their shoulders while the woman took the lead in front.

source: 脸上长满一堆络腮的汉子摸了摸胡子，淫笑道：“没关系没关系，老子就喜欢这种泼辣劲的女人，在床上干起来才够爽！”
en_us: A man with a face full of hair rubbed his beard and smiled lewdly. "No matter, no matter. I like this kind of forceful woman, it feels great when you do them on the bed!"

source: 脸部烧伤和喉咙烧伤不比手臂，那种疼痛会比手臂的疼痛放大数倍，而且还不能去抓，否则只会更严重，所以莫雪叫喊了大半夜是正常的。
en_us: A burn on the face and throat couldn't be compared to one on the arm. That kind of pain would be much greater than the pain from an arm. In addition, you couldn't go scratch it, or it would get even worse, so it was normal that Mo Xue screamed for the majority of the night.

source: 腾梓心甩袖走人，身后跟着一大票人。
en_us: Teng ZiXin whirled around and left with her huge following of people.

source: 腾梓心脸皮也没有那么厚，所以一直没来找过他。
en_us: Teng ZiXin wasn’t thick skinned enough to come knocking either.

source: 自从下达封城后，黑熊的府邸就一直笼罩着一层低气压。
en_us: A heavy atmosphere had fallen over Hei Xiong's mansion ever since the order to close the city was issued.

source: 自从不需要天天去老头那儿后，游小默炼丹的时间就多了起来。
en_us: Ever since it became unnecessary for him to make a trip to the old geezer daily, You XiaoMo had more time to refine pills.

source: 自从云琅遇到游小默和凌霄后，先是火元素之心被他们抢走，之后连双腿都没了，现在连命都丢了。
en_us: Ever since YunLang met You XiaoMo and Ling Xiao, first the Fire Elemental Essence was snatched by them, then even his legs were gone, and now his life was lost.

source: 自从他从老头那里学会用精神操控灵魂之力炼丹后，他就再也没有动手炼过一颗灵丹，哪怕不是练习的时候。
en_us: Ever since the old geezer taught him how to refine pills with the power of his soul alone, he hadn’t refined a single pill with his hands, even when just practicing.

source: 自从凌霄受伤后，他主动揽下不少体力活儿。
en_us: Ever since Ling Xiao was injured, he took the initiative on many manual labors.

source: 自从凌霄让他们到鬼哭涯找麟古后，他们总共就没再鬼哭涯待超过五天，因为第二天他们就被麟古扔到软骨山训练。
en_us: Ever since they were told by Ling Xiao to find Lin Gu at the Weeping Ghost Shore, they hadn't stayed there for more than five days because on the second day, they were thrown into the Cartilage Mountain by Lin Gu for training. (软骨山)

source: 自从来到通天大陆后，江流虽然经常待在阴阳谷时，但是并末坐井观天，通天大陆发生的事情他都知道。
en_us: After coming to TongTian Continent, Jiang Liu might've stayed primarily with the YinYang Valley, but he didn't let that limit his sights. He knew what had been happening across the TongTian Continent.

source: 自从水元素之心被游小默收服后，吞金兽和两只金翅虫都被他放了出来，这一个多月，每天在他身边吃香喝辣的，一个个胃口都被养刁，每次看到他外出打猎回来，口水就开始往外滴。
en_us: Ever since the Water Elemental Essence had been tamed by You XiaoMo, he let out the Metal Swallowing Beast and the Golden Winged Insects. In this past month or so, they had been having the feasts of their lives, and became picky as a result. Every time he came back from hunting, they're mouth started to water.

source: 自从贪狼的内丹从黑蜘蛛拍卖会传开后，他们六兄弟差点没疯了，后来篮球得知拍下贪狼内丹的人是他的主人，他立刻安心了，同时安抚住其他兄弟。
en_us: Ever since the word of Wolf of Gluttony's Life Crystal being sold at Black Spider's auction spread, the six brothers almost went crazy. Then, LanQiu found out that the one to win the bid for it was his master and was immediately relieved, reassuring his other brothers that it would be alright.

source: 自昨天大师兄把苏朗救出来后，苏朗本人就被严禁自有进出庄园，倒不是怕苏朗会再去找那两个人报仇，而是担心游小默他们还在乌山集镇。
en_us: Ever since dashixiong (大师兄) rescued Su Lang yesterday, Su Lang was strictly prohibited from entering and leaving the mansion on his own. He wasn't afraid that Su Lang would go find those two people to get revenge, but he was afraid that You XiaoMo was still in WuShan Town.

source: 自然城是一座真正意义上的妖气弥漫的城市。
en_us: The Natural City was literally (真正意义上) a city overflowing with demonic aura (妖气).

source: 自然城最不可能被踢飞的人，此刻竟然活生生的在他们面前上演了。
en_us: The most unlikely person to be sent flying in ZiRan City was actually kicked out in front of their very eyes.

source: 自然城最繁华的一条街上，人来人往的时候，一阵突如其来的轰隆声骤然响起。
en_us: On the busiest street of ZiRan City, just as everyone was passing and going, all of a sudden, a boom was heard. (一阵突如其来的轰隆声骤然响起)

source: 自然城的大城门有两个，分别是北面和南面。
en_us: ZiRan City had two gates, one in the south and one in the north.

source: 自然城虽然不是通灵玄龟的地盘，但是和通灵玄龟一样是位于北面，若他们因此发怒，他恐怕无法再在自然城称王称霸。
en_us: Although ZiRan City wasn't a part of the Psychic Black Turtle's territory, but it was situated in the north just like the Psychic Black Turtle. If they became angry because of this, he most likely would have no way to continue lording over ZiRan City.

source: 自然城虽然多是妖兽，食物也以肉类为主，但是一些酒楼为了多点花样，还是会吩咐做些人类的食物。
en_us: Although most of the population in the Natural City was made up of demon beasts, meat was also their main food. Nonetheless, some hotels will instruct their chef to make some human food in order to have more variety.

source: 臭气熏天，躲在上面的游小默恶心得差点吐了。
en_us: The stench was overwhelming. You XiaoMo who was hiding above nearly vomited in disgust.

source: 至于上次买的三枚十级内丹，他已经给了皮球，小黑和毛球，三人都是十阶修为，正好需要，至于猫球，以后再补偿他。
en_us: As for the three level ten Life Crystals he bought earlier, he had given them to PiQiu, XiaoHei and MaoQiu, all three of which were level ten practitioners. They were in need of it and as for MaoQiu, he'll compensate him later.

source: 至于为什么他可以继承传族之宝。
en_us: As for why he could inherit the Inheritance Jewel.

source: 至于为什么小乌龟龟壳上的纹路不见了，其实很简单，因为他用相同颜色的涂料把纹路给遮掩了。
en_us: As for why the pattern on the baby turtle's seal disappeared, it was actually very simple. It was because he covered it with paint that was the same color.

source: 至于为什么要针对黑蜘蛛，一是因为提议减少赤血家族利益的人是他们，而是因为他料想黑蜘蛛此刻也不敢真和他们打起来，一旦两败俱伤，黑蜘蛛势必会被丹师工会三方势力踢出局。
en_us: As for why he wanted to target the Black Spider: one reason was because the one to suggest decreasing the Vermillion Blood Clan's share was them; the second reason was because he anticipated that the Black Spider wouldn't actually dare to start fighting with them in this moment. Once both sides lost, the Black Spider would definitely be kicked out of the arena by the other three major powers.

source: 至于他为什么现在才发现，他就不知道了。
en_us: As for why he only discovered it now, he didn't know.

source: 至于他的便宜爹，一时没想起来。
en_us: As for his cheap dad, he didn't even surface in You XiaoMo's mind.

source: 至于其他桌椅，他选了其中一套放到空间里，剩下的都让凌霄移出去，然后是其他杂七杂八的东西，比如灵丹、功法、武器和技法这些。
en_us: As for other furnitures, he picked a set to place in the dimension then told Ling Xiao to throw out the rest. Other than that, it was a miscellaneous pile of stuff, like magic pills, soul training/skill training booklets and weapons.

source: 至于凌霄。
en_us: As for Ling Xiao.

source: 至于凌霄和游小默两位当事人，分别坐在麟古的对面，原来应该是另外两位成员的位置，因为他们不再才空出来。
en_us: The two persons involved, Ling Xiao and You XiaoMo, sat opposite Lin Gu in separate seats. It was originally the seats of two other members and was vacant because they were not present.

source: 至于古玛部落到时会不会报复他们，这不在他们考虑的范围内，古玛部落与赤血家族较好，本就注定他们不可能不对立。
en_us: As for Guma Tribe's possible revenge, that wasn't a consideration of theirs. After all, the Guma Tribe were close with the Vermillion Blood Clan, there was no way they wouldn't be on opposite sides.

source: 至于吞金兽和猫球，吞金兽情况特殊只能放在身边，猫球则要为游小默遮掩容貌，所以不能离开。
en_us: As for the Metal Swallowing Beast and CatQiu, the situation concerning the Metal Swallowing Beast was special, so he could only stay by You XiaoMo. CatQiu had to keep You XiaoMo's appearance hidden and therefore couldn't leave either.

source: 至于地图上七拐八拐的线条，其实就是迷宫的三个出入口。
en_us: As for the strange lines on the map, they actually led to the three openings to the maze.

source: 至于天刀到底会不会收下花姑三人，那就不是他们考虑的范围了，只要使劲磨，铁杵总有磨成针的时候。
en_us: As for whether or not Tian Dao would accept Hua Gu and the rest, that wasn't something they had to consider. As long as you continued to wear it down, there will always be a point when an iron bar is worn down to a needle.

source: 至于姬凤是什么态度，姬凤在妖凰族的身份并不低但是没有继承权，因为他是四长老一脉的。
en_us: As for Ji Feng's bearing, Ji Feng's status in the Demon Phoenix Clan wasn't actually all that low, but he had no right of succession, since he was of the fourth elder's bloodline.

source: 至于恩公要的灵草，那根本不是问题。
en_us: As for the magic herbs that the gentleman wanted, that wasn't a problem at all.

source: 至于打草惊蛇，尸体都被他毁了，暂时应该不会。
en_us: As for whether or not he acted rashly, which might alert the enemy, with the corpse burnt, that shouldn't be a problem.

source: 至于柴家那边则有柴天，也就是柴正的堂哥，排名榜上第三的强者。
en_us: As for the Chai family, they had Chai Tian, Chai Zheng’s older cousin and the person standing at rank three.

source: 至于水西部落，他们在东洲三大部落一向是垫底的存在，黑蜘蛛自然是看不上眼，不过他看不上眼不代表水西部落就会妥协。
en_us: As for the ShuiXi Tribe, they had always been a cornerstone existence among Dong Zhou's three major tribes. Naturally, they looked down upon the Black Spider, but just because they looked down on them, that didn't mean that the ShuiXi Tribe would just compromise.

source: 至于洞府的宝贝，虽然游小默没有说，但是凌霄还是非常犀利的搜刮一空，因时间紧急，他连被子椅子之类的东西都不放过。
en_us: Although You XiaoMo did not say anything about the treasures in the Immortal’s Caves, Ling Xiao still very throughly plundered them till they were emptied. As time was of the essence, he did not even let things like the quilts and chairs remain.

source: 至于灵山八府要靠运气才行。
en_us: As for the Eight Mansions of the Spirit Mountain, it depended on luck.

source: 至于玄龟精血，每只玄龟死后能凝聚出的精血只有三滴，量极少，对玄龟族来说也有大用处，轻易不会给外人。
en_us: As for the blood essence of the Black Turtles, Only three drops of blood could be condensed from a dead black turtle. That was a minuscule amount, and it was of great use to the Black Turtle Clan as well, thus, they wouldn't give it out so easily.

source: 至于看似失踪不见人影的游小默。
en_us: As for You XiaoMo, who seemed to have disappeared.

source: 至于禁制，也只能针对一些较弱的禁制。
en_us: As for seals, they cold only eat through weaker ones.

source: 至于童越煦，他的实力本身是勉强才提上来的，所以他只能炼制六级下品灵丹，速度比他们快一些，一刻钟后，他的灵丹终于出炉了。
en_us: As for Tong YueXu, he had struggled to raise his ability, so he could only refine low grade level six pills, and was faster than them. After another fifteen minutes, his magic pill was done. Though he had struggled a bit, but the quality of the pill was impressive, a high grade one. Of course, with his background, it wasn’t hard to get high grade magic herbs.

source: 至于第五个人，虽然不认识，但是游小默从她身上感觉到一股极为强悍的实力，这个人的实力还在他之上，而且超出不少。
en_us: As for the fifth, although he didn’t know her, You XiaoMo could feel an immense power radiating from her. This person was stronger, much stronger than he was.

source: 至于莫菲，她虽然没有像她姐姐那样对外貌的要求想强迫症似的，但是多年来在她姐姐的耳濡目染及潜移默化之下，她对外貌的要求也是蹭蹭蹭像火箭似的往上升，比如牛徐阳，他其实可以算是个帅哥，但是在两姐妹眼中就是一般般。
en_us: As for Mo Fei, although she wasn't as obsessive over people's outer appearances as her sister was, she had already been imperceptibly influenced by her sister over the years. Her requirements for looks shot straight up like a rocket. For example, Niu XuYang could actually be considered a handsome young fellow, but in the two sisters' eyes, he was just average.

source: 至于那名突然冒出来的圣境强者，该不会是在龙翔大陆将穆申和游天南打败的那个男人？
en_us: As for that sacred level powerhouse that had appeared out of nowhere, could it be that he was the one that had defeated Mu Shen and You TianNan on the LongXiang Continent?

source: 至于那名中了蛇毒的青年，这会估计已经毒发身亡了，赤血家族的人一时半会应该不会发现才对。
en_us: That youth who had been poisoned had probably died from the spread of poison throughout his body. He would probably not be discovered by the people from the Vermilion Blood Clan in such a short time.

source: 至于银戈，因为他的修为本来就高，所以和风迟云比起来，增涨的修为就不是很多，原来是帝境三星，现在是七星。
en_us: As for Yin Ge, his cultivational level was already very high, so compared to Feng ChiYun, he hadn't advanced such. He had originally been a Emperor level three star, but now he was seven star.

source: 至于银戈，这家伙平时一直冷酷着脸，每天说话的次数几乎不超过十句，还以为他会很适应，可是游小默却看到他的耳根子红了。
en_us: As for Yin Ge, this guy usually wore a cold expression, and barely ever spoke more than ten sentences a day. You XiaoMo thought he would be very cool about it, but instead, the other's tips were burning red.

source: 船员们都不是素食主义者，而且干活的时候需要耗费力气，所以厨房的材料一肉食类为主，地上的笼子里还养着几只活鸡和活鸭。
en_us: The crew weren't vegetarians and their work required a lot of energy, so the ingredients consisted of primarily meat. There were even a few live chickens and ducks in the cages on the ground.

source: 芥子空间是什么玩意？
en_us: What was a pocket dimension?

source: 花了半天时间，好不容易挖完，凌霄那边已经整理好了。
en_us: He spent half a day before finally digging them out. By then, Ling Xiao was already done.
